Repository: Slesa/Playground
Catalog: src/Lucifer/Lucifer.Ics.Editor/Resources/Strings.*.resx
Languages: de_de

# AllUnitsView_Edit_ToolTip
source: Edit current unit
de_de: Aktuelle Einheit bearbeiten

# AllUnitsView_Header_Contraction
source: Contraction
de_de: Kürzel

# AllUnitsView_Header_FactorToParent
source: Factor
de_de: Faktor

# AllUnitsView_Header_Parent
source: Parent
de_de: Ursprung

# AllUnitsView_Header_Purchasing
source: Purchasing
de_de: Einkauf

# AllUnitsView_Header_Reciping
source: Reciping
de_de: Rezept

# AllUnitsView_Header_UnitType
source: Type
de_de: Typ

# AllUnitsView_New_ToolTip
source: Insert a new unit
de_de: Neue Einheit anlegen

# AllUnitsView_Remove_ToolTip
source: Remove current unit
de_de: Selektierte Einheit löschen

# AllUnitTypesView_Edit_ToolTip
source: Edit current unit type
de_de: Selektierten Einheitentyp berbeiten

# AllUnitTypesView_New_ToolTip
source: Insert a new unit type
de_de: Neuen Einheitentyp anlegen

# AllUnitTypesView_Remove_ToolTip
source: Remove current unit type
de_de: Selektierten Einheitentyp löschen

# Button_Edit
source: _Edit
de_de: _Bearbeiten

# Button_New
source: _New
de_de: _Neu

# Button_Remove
source: _Remove
de_de: _Löschen

# IcsModuleTitle
source: Inventory Control
de_de: Bestandsverwaltung

# IcsModuleTooltip
source: Manage your inventories, stocks, ...
de_de: Verwalten von Beständen, Lagern, ...

# UnitsTooltip
source: Manage measurement units
de_de: Einheiten verwalten

# UnitTypesModule
source: Unit types
de_de: Einheitentypen

# UnitTypesTooltip
source: Manage unit types for grouping units
de_de: Einheitentypen verwalten zum Gruppieren von Einheiten

# Button_Cancel
source: Cancel
de_de: Abbruch

# Button_Save
source: Save
de_de: Speichern

# EditUnitTypeView_TitleEdit
source: Edit unit type
de_de: Einheitentyp bearbeiten

# EditUnitTypeView_TitleNew
source: Add new unit type...
de_de: Neuen Einheitentyp hinzufügen...

# EditUnitTypeView_NewUnitType
source: <New unit type>
de_de: <Neuer Typ>

# UnitTypeModel_Name_missing
source: Name of the unit type is missing
de_de: Name des Einheitentyps fehlt

# EditUnitView_Contraction
source: _Contraction:
de_de: _Kürzel:

# EditUnitView_FactorToParent
source: _Factor to parent:
de_de: _Faktor zum Ursprung:

# EditUnitView_NewUnit
source: <New unit>
de_de: <Neue Einheit>

# EditUnitView_Parent
source: _Parent:
de_de: _Ursprung:

# EditUnitView_Purchasing
source: Used for purchasing
de_de: Zum Bestellen

# EditUnitView_Reciping
source: Used for reciping
de_de: Für die Rezeptur

# EditUnitView_TitleEdit
source: Edit unit
de_de: Einheit bearbeiten

# EditUnitView_TitleNew
source: Add new unit...
de_de: Neue Einheit hinzufügen...

# EditUnitView_UnitType
source: Unit _type:
de_de: Einheiten_typ:

# UnitModel_Contraction_missing
source: Contraction of the unit is missing
de_de: Kürzel der Einheit fehlt

# UnitModel_FactorToParent_invalid
source: Factor to parent is invalid
de_de: Faktor zum Ursprung ungültig

# UnitModel_FactorToParent_missing
source: Factor to parent is missing
de_de: Faktor zum Ursprung fehlt

# UnitModel_InvalidParentType
source: Parent's type is invalid
de_de: Typ des Ursprungs ist ungültig

# UnitModel_Name_missing
source: Name of the unit is missing
de_de: Name der Einheit fehlt

# UnitModel_Parent_recursion_detected
source: Recursion in parent of this unit detected
de_de: Rekursion im Ursprung der Einheit entdeckt

# UnitModel_UnitType_missing
source: Unit type of the unit is missing
de_de: Typ der Einheit fehlt

# AllUnitsView_RemoveTitle
source: Remove units
de_de: Einheiten löschen

# AllUnitTypesView_RemoveMessage
source: Are you sure to remove the following unit types:
de_de: Sind Sie sicher, daß Sie die folgenden Einheitentypen löschen möchten:

# AllUnitTypesView_RemoveTitle
source: Remove unit types
de_de: Einheitentypen löschen

# AllUnitsView_RemoveMessage
source: Are you sure to remove the following units:
de_de: Sind Sie sicher, daß Sie die folgenden Einheiten löschen möchten:

# EditUnitTypeView_UnitTypeIs
source: Unit type {0}
de_de: Einheitentyp {0}

# EditUnitView_UnitIs
source: Unit {0}
de_de: Einheit {0}

# AllPurchaseFamiliesView_Edit_ToolTip
source: Edit current purchase family
de_de: Aktuelle Einkaufswarengruppe bearbeiten

# AllPurchaseFamiliesView_New_ToolTip
source: Insert a new purchase family
de_de: Neue Einkaufswarengruppe einfügen

# AllPurchaseFamiliesView_RemoveMessage
source: Are you sure to remove the following purchase families:
de_de: Sind Sie sicher, daß Sie die fogenden Einkaufswarengruppen löschen möchten:

# AllPurchaseFamiliesView_RemoveTitle
source: Remove purchase families
de_de: Einkaufswarengruppen löschen

# AllPurchaseFamiliesView_Remove_ToolTip
source: Remove current purchase family
de_de: Aktuelle Einkaufswarengruppen löschen

# AllPurchaseItemsView_Edit_ToolTip
source: Edit current purchase item
de_de: Aktuelle Einkaufswarengruppe bearbeiten

# AllPurchaseItemsView_Header_Family
source: Family
de_de: Warengruppe

# AllPurchaseItemsView_Header_PurchaseUnit
source: P.-Unit
de_de: L.-Einheit

# AllPurchaseItemsView_Header_RecipeUnit
source: R.-Unit
de_de: R.-Einheit

# AllPurchaseItemsView_New_ToolTip
source: Insert a new purchase item
de_de: Neuen Einkaufsartikel anlegen

# AllPurchaseItemsView_RemoveMessage
source: Are you sure to remove the following purchase items:
de_de: Sind Sie sicher, daß Sie die folgenden Einkaufsartikel löschen möchten:

# AllPurchaseItemsView_RemoveTitle
source: Remove purchase items
de_de: Einkaufsartikel löschen

# AllPurchaseItemsView_Remove_ToolTip
source: Remove current purchase item
de_de: Aktuellen Einkaufsartikel löschen

# EditPurchaseFamilyView_NewPurchaseFamily
source: <New purchase family>
de_de: <Neue Einkaufswarengruppe>

# EditPurchaseFamilyView_PurchaseFamilyIs
source: Purchase family {0}
de_de: Einkaufswarengruppe {0}

# EditPurchaseFamilyView_TitleEdit
source: Edit purchase family
de_de: Einkaufswarengruppe bearbeiten

# EditPurchaseFamilyView_TitleNew
source: Add new purchase family...
de_de: Neue Einkaufswarengruppe hinzufügen...

# EditPurchaseItemView_Family
source: _Family:
de_de: _Warengruppe:

# EditPurchaseItemView_NewPurchaseItem
source: <New purchase item>
de_de: <Neuer Einkaufsartikel>

# EditPurchaseItemView_PurchaseItemIs
source: Purchase item {0}
de_de: Einkaufsartikel {0}

# EditPurchaseItemView_PurchaseUnit
source: _Purchase unit:
de_de: _Einkaufseinheit:

# EditPurchaseItemView_RecipeUnit
source: _Recipe unit:
de_de: _Rezepteinheit:

# EditPurchaseItemView_TitleEdit
source: Edit purchase item
de_de: Einkaufsartikel bearbeiten

# EditPurchaseItemView_TitleNew
source: Add new purchase item...
de_de: Neuen Einkaufsartikel hinzufügen...

# PurchaseFamiliesModule
source: Purchase families
de_de: Einkaufswarengruppen

# PurchaseFamiliesTooltip
source: Purchase families to group purchase items
de_de: Einkaufswarengruppen zum Gruppieren von Einkaufsartikeln

# PurchaseFamilyModel_Name_missing
source: Name of purchase family is missing
de_de: Name der Einkaufswarengruppe fehlt

# PurchaseItemModel_Name_missing
source: Name of the purchase item is missing
de_de: Name des Einkaufsartikels fehlt

# PurchaseItemModel_PurchaseFamily_is_missing
source: Family of the purchase item is missing
de_de: Warengruppe des Einkaufsartikels fehlt

# PurchaseItemModel_PurchaseUnit_is_missing
source: Purchase unit of the purchase item is missing
de_de: Einkaufseinheit des Einkaufsartikels fehlt

# PurchaseItemModel_RecipeUnit_is_missing
source: Recipe unit of the purchase item is missing
de_de: Rezepteinheit des Einkaufsartikels fehlt

# PurchaseItemsModule
source: Purchase items
de_de: Einkaufsartikel

# PurchaseItemsTooltip
source: Manage purchase items
de_de: Einkaufsartikel verwalten

# UnitsModule
source: Units
de_de: Einheiten

# AllProductionItemsView_Edit_ToolTip
source: Edit current production item
de_de: Aktuellen Produktionsartikel bearbeiten

# AllProductionItemsView_Header_ItemNames
source: Items
de_de: Artikel

# AllProductionItemsView_Header_RecipeUnit
source: R.-Unit
de_de: R.-Einheit

# AllProductionItemsView_New_ToolTip
source: Insert a new production item
de_de: Neuen Produktionsartikel hinzufügen

# AllProductionItemsView_RemoveMessage
source: Are you sure to remove the following production items:
de_de: Sind Sie sicher, daß Sie die folgenden Produktionsartikel löschen möchten:

# AllProductionItemsView_RemoveTitle
source: Remove production items
de_de: Produktionsartikel löschen

# AllProductionItemsView_Remove_ToolTip
source: Remove current production item
de_de: Aktuellen Produktionsartikel löschen

# AllRecipesView_Edit_ToolTip
source: Edit current recipe
de_de: Aktuelles Rezept bearbeiten

# AllRecipesView_Header_ItemNames
source: Items
de_de: Einträge

# AllRecipesView_New_ToolTip
source: Insert a new recipe
de_de: Neues Rezept einfügen

# AllRecipesView_RemoveMessage
source: Are you sure to remove the following recipes:
de_de: Sind Sie sicher, daß Sie die folgenden Rezepte löschen möchten:

# AllRecipesView_RemoveTitle
source: Remove recipes
de_de: Rezepte löschen

# AllRecipesView_Remove_ToolTip
source: Remove current recipe
de_de: Aktuelles Rezept löschen

# AllStocksView_Edit_ToolTip
source: Edit current stock
de_de: Aktuelles Lager bearbeiten

# AllStocksView_Header_ItemNames
source: Items
de_de: Einträge

# AllStocksView_New_ToolTip
source: Insert a new stock
de_de: Neues Lager hinzufügen

# AllStocksView_RemoveMessage
source: Are you sure to remove the following stocks:
de_de: Sind Sie sicher, daß Sie die folgenden Lager löschen möchten:

# AllStocksView_RemoveTitle
source: Remove stocks
de_de: Lager löschen

# AllStocksView_Remove_ToolTip
source: Remove current stock
de_de: Aktuelles Lager löschen

# ProductionItemModel_Name_missing
source: Name of production item is missing
de_de: Name des Produktionsartikel fehlt

# ProductionItemModel_RecipeUnit_is_missing
source: Recipe unit of production item is missing
de_de: Rezpteinheit des Produktionsartikels fehlt

# ProductionItemsModule
source: Production items
de_de: Produktionsartikel

# ProductionItemsTooltip
source: Manage production items
de_de: Produktionsartikel verwalten

# RecipeModel_Plu_missing
source: PLU of recipe is missing
de_de: PLU des Rezepts fehlt

# RecipesModule
source: Recipes
de_de: Rezepte

# RecipesTooltip
source: Recipes and their ingredients
de_de: Rezepte und ihre Zutaten

# StockModel_Name_missing
source: Name of the stock is missing
de_de: Name des Lagers fehlt

# StocksModule
source: Stocks
de_de: Lager

# StocksTooltip
source: Manage stocks
de_de: Lager verwalten

# AllStocksView_Header_MainStock
source: Main
de_de: Haupt

# EditProductionItemView_NewProductionItem
source: <New production item>
de_de: <Neuer Produktionsartikel>

# EditProductionItemView_ProductionItemIs
source: Production item {0}
de_de: Produktionsartikel {0}

# EditProductionItemView_RecipeUnit
source: _Recipe unit:
de_de: _Rezepteinheit:

# EditProductionItemView_TitleEdit
source: Edit production item
de_de: Produktionsartikel bearbeiten

# EditProductionItemView_TitleNew
source: Insert new production item
de_de: Neuen Produktionsartikel hinzufügen

# EditRecipeView_NewRecipe
source: <New recipe>
de_de: <Neues Rezept>

# EditRecipeView_RecipeIs
source: Recipe {0}
de_de: Rezept {0}

# EditRecipeView_TitleEdit
source: Edit recipe
de_de: Rezept bearbeiten

# EditRecipeView_TitleNew
source: Insert new recipe
de_de: Neues Rezept hinzufügen

# EditStockView_MainStock
source: _Main stock
de_de: _Hauptlager

# EditStockView_NewStock
source: <New stock>
de_de: <Neues Lager>

# EditStockView_PurchaseStockIs
source: Stock {0}
de_de: Lager {0}

# EditStockView_TitleEdit
source: Edit stock
de_de: Lager bearbeiten

# EditStockView_TitleNew
source: Insert new stock
de_de: Neues Lager hinzufügen
