Repository: Slesa/Playground
Catalog: src/Lucifer/Lucifer.Ums.Editor/Resources/Strings.*.resx
Languages: de_de

# AllUserRolesView_Edit_ToolTip
source: Edit current user role
de_de: Aktuelle Benutzerrolle bearbeiten

# AllUserRolesView_New_ToolTip
source: Insert new user role
de_de: Neue Benutzerrolle hinzufügen

# AllUserRolesView_RemoveMessage
source: Are you sure to remove the following user roles:
de_de: Sind Sie sicher, daß Sie die folgenden Benutzerrollen löschen möchten:

# AllUserRolesView_RemoveTitle
source: Remove user roles...
de_de: Benutzerrollen löschen...

# AllUserRolesView_Remove_ToolTip
source: Remove current user role
de_de: Aktuelle Benutzerrolle löschen

# AllUsersView_Edit_ToolTip
source: Edit current user
de_de: Aktuellen Benutzer bearbeiten

# AllUsersView_New_ToolTip
source: Insert new user
de_de: Neuen Benutzer anlegen

# AllUsersView_RemoveMessage
source: Are you sure to remove the following users:
de_de: Sind Sie sicher, daß sie die folgenden Benutzer löschen möchten:

# AllUsersView_RemoveTitle
source: Remove users...
de_de: Benutzer löschen...

# AllUsersView_Remove_ToolTip
source: Remove current user
de_de: Aktuellen Benutzer löschen

# Button_Cancel
source: Cancel
de_de: Abbruch

# Button_Edit
source: _Edit
de_de: _Bearbeiten

# Button_New
source: _New
de_de: _Neu

# Button_Remove
source: _Remove
de_de: _Löschen

# Button_Save
source: Save
de_de: Speichern

# EditUserRoleView_NewUserRole
source: Add new user role...
de_de: <Neue Benutzerrolle>

# EditUserRoleView_TitleEdit
source: Edit user role
de_de: Benutzerrolle bearbeiten

# EditUserRoleView_TitleNew
source: <New user role>
de_de: Neue Benutzerrolle hinzufügen...

# EditUserView_NewUser
source: Add new user...
de_de: <Neuer Benutzer>

# EditUserView_TitleEdit
source: Edit user
de_de: Benutzer bearbeiten

# EditUserView_TitleNew
source: <New user>
de_de: Neuen Benutzer hinzufügen...

# UmsModuleTitle
source: User Management
de_de: Benutzerverwaltung

# UmsModuleTooltip
source: Edit user and their rights
de_de: Benutzer und ihre Rechte verwalten

# UserModel_Name_missing
source: Name of user is missing
de_de: Name des Benutzers fehlt

# UserRoleModel_Name_missing
source: Name of user role is missing
de_de: Name der Benutzerrolle fehlt

# UserRolesModule
source: User roles
de_de: Benutzerrollen

# UserRolesTooltip
source: Manage different user roles
de_de: Verschiedene Benutzerrollen verwalten

# UsersModule
source: Users
de_de: Benutzer

# UsersTooltip
source: Manage users
de_de: Benutzer verwalten
