Repository: Slesa/Playground
Catalog: sketches/Godot/Godot.IcsEditor.Ui/Localization/Strings.*.resx
Languages: de_de

# Button_Help
source: Help
de_de: Hilfe

# Button_Save
source: Save
de_de: Speichern

# Button_Cancel
source: Cancel
de_de: Abbruch

# Button_New
source: _New
de_de: _Neu

# Button_Add
source: _Add
de_de: _Neu

# Button_Edit
source: _Edit
de_de: _Bearbeiten

# Button_Remove
source: _Remove
de_de: _Löschen

# Button_Print
source: _Print
de_de: _Drucken

# View_MainView_MainMenu_File
source: _File
de_de: _Datei

# View_MainView_MainMenu_Options
source: _Options
de_de: _Optionen

# View_MainView_MainMenu_Exit
source: E_xit
de_de: _Beenden

# View_MainView_Menu
source: Menu
de_de: Menü

# ViewModel_MainWindowViewModel_DisplayName
source: Inventory Control System
de_de: Lagerbestandsverwaltung

# ViewModel_MainWindowViewModel_ViewAllUnits
source: View units
de_de: Einheiten

# ViewModel_MainWindowViewModel_CreateNewUnit
source: Create new unit
de_de: Neue Einheit

# Model_EditUnit_Name_is_missing
source: Name is missing
de_de: Der Name fehlt

# Model_EditUnit_Contraction_is_missing
source: Contraction is missing
de_de: Das Kürzel fehlt

# Model_EditUnit_FactorToParent_is_missing
source: No factor to parent given
de_de: Kein Faktor angegeben

# Model_EditUnit_FactorToParent_is_invalid
source: Given factor to parent is invalid
de_de: Der Faktor ist ungültig

# Model_EditUnit_Parent_recursion_detected
source: Recursion in parent detected
de_de: Rekursion bei der Basiseinheit erkannt

# View_AllUnitsView_Header_Contraction
source: Contraction
de_de: Kürzel

# View_AllUnitsView_Header_Parent
source: Parent
de_de: Basis

# View_AllUnitsView_Header_FactorToParent
source: Factor
de_de: Faktor

# View_AllUnitsView_Header_Purchasing
source: Purchasing
de_de: Einkauf

# View_AllUnitsView_Header_Reciping
source: Reciping
de_de: Rezeptur

# View_SingleUnitView_Contraction
source: _Contraction:
de_de: _Kürzel:

# View_SingleUnitView_Parent
source: P_arent:
de_de: _Bezugseinheit:

# View_SingleUnitView_Factor
source: _Factor:
de_de: _Faktor:

# View_SingleUnitView_Purchasing
source: Used for _purchasing
de_de: Für _Einkauf benutzbar

# View_SingleUnitView_Reciping
source: Used for _reciping
de_de: Für _Rezeptur benutzbar

# ViewModel_AllUnitsViewModel_DisplayName
source: All units
de_de: Alle Einheiten

# ViewModel_AllUnitsViewModel_PrintHeader
source: [List of units]
de_de: [Liste der Einheiten]

# ViewModel_SingleUnitViewModel_NewId
source: (New)
de_de: (Neu)

# ViewModel_SingleUnitViewModel_NewItem
source: New unit
de_de: Neue Einheit

# ViewModel_MainWindowViewModel_ViewAllPurchaseFamilies
source: View purchase families
de_de: Einkaufswarengruppen

# ViewModel_MainWindowViewModel_CreateNewPurchaseFamily
source: Create new purchase family
de_de: Neue Einkaufswarengruppe

# Model_EditPurchaseFamily_Name_is_missing
source: Name is missing
de_de: Der Name fehlt

# ViewModel_AllPurchaseFamiliesViewModel_DisplayName
source: All Purchase families
de_de: Alle Einkaufswarengruppen

# ViewModel_AllPurchaseFamiliesViewModel_PrintHeader
source: [List of purchase families]
de_de: [Liste der Einkaufswarengruppen]

# ViewModel_SinglePurchaseFamilyViewModel_NewId
source: (New)
de_de: (Neu)

# ViewModel_SinglePurchaseFamilyViewModel_NewItem
source: New purchase family
de_de: Neue Einkaufswarengruppe

# ViewModel_MainWindowViewModel_ViewAllPurchaseItems
source: View purchase items
de_de: Einkaufsartikel

# ViewModel_MainWindowViewModel_CreateNewPurchaseItem
source: Create new purchase item
de_de: Neuer Einkaufsartikel

# Model_EditPurchaseItem_Name_is_missing
source: Name is missing
de_de: Der Name fehlt

# View_AllPurchaseItemsView_Header_Family
source: Family
de_de: Warengruppe

# View_AllPurchaseItemsView_Header_PurchaseUnit
source: P.-Unit
de_de: E.-Einheit

# View_AllPurchaseItemsView_Header_RecipeUnit
source: R.-Unit
de_de: R.-Einheit

# View_SinglePurchaseItemView_Family
source: _Family:
de_de: _Warengruppe:

# View_SinglePurchaseItemView_PurchaseUnit
source: _Purchase unit:
de_de: _E.-Einheit:

# View_SinglePurchaseItemView_RecipeUnit
source: _Recipe unit:
de_de: _R.-Einheit:

# ViewModel_AllPurchaseItemsViewModel_DisplayName
source: All Purchase items
de_de: Alle Einkaufsartikel

# ViewModel_AllPurchaseItemsViewModel_PrintHeader
source: [List of purchase items]
de_de: [Liste der Einkaufsartikel]

# ViewModel_SinglePurchaseItemViewModel_NewId
source: (New)
de_de: (Neu)

# ViewModel_SinglePurchaseItemViewModel_NewItem
source: New purchase item
de_de: Neuer Einkaufsartikel

# ViewModel_MainWindowViewModel_ViewAllProductionItems
source: View production items
de_de: Produktionsartikel

# ViewModel_MainWindowViewModel_CreateNewProductionItem
source: Create new production item
de_de: Neuer Produktionsartikel

# Model_EditProductionItem_Name_is_missing
source: Name is missing
de_de: Der Name fehlt

# View_AllProductionItemsView_Header_Family
source: Family
de_de: Warengruppe

# View_AllProductionItemsView_Header_RecipeUnit
source: R.-Unit
de_de: R.-Einheit

# View_AllProductionItemsView_Header_ItemNames
source: Items
de_de: Artikel

# View_SingleProductionItemView_Family
source: _Family:
de_de: _Warengruppe:

# View_SingleProductionItemView_RecipeUnit
source: _Recipe Unit:
de_de: _R.-Einheit:

# View_SingleProductionitemView_HeaderQuantity
source: Quantity
de_de: Anzahl

# View_SingleProductionitemView_HeaderUnit
source: Unit
de_de: Einheit

# ViewModel_AllProductionItemsViewModel_DisplayName
source: All Production items
de_de: Alle Produktionsartikel

# ViewModel_AllProductionItemsViewModel_PrintHeader
source: [List of production items]
de_de: [Liste der Produktionsartikel]

# ViewModel_SingleProductionItemViewModel_NewId
source: (New)
de_de: (Neu)

# ViewModel_SingleProductionItemViewModel_NewItem
source: New production item
de_de: Neuer Produktionsartikel

# ViewModel_MainWindowViewModel_ViewAllRecipes
source: View recipes
de_de: Rezepte

# ViewModel_MainWindowViewModel_CreateNewRecipe
source: Create new recipe
de_de: Neues Rezept

# Model_Recipe_SalesItem_is_missing
source: Related sales item is missing
de_de: Der zugehörige Verkaufsartikel fehlt

# View_AllRecipesView_Header_ItemNames
source: Items
de_de: Artikel

# View_SingleRecipeView_HeaderQuantity
source: Quantity
de_de: Anzahl

# View_SingleRecipeView_HeaderUnit
source: Unit
de_de: Einheit

# ViewModel_AllRecipesViewModel_DisplayName
source: All recipes
de_de: Alle Rezepturen

# ViewModel_AllRecipesViewModel_PrintHeader
source: [List of recipes]
de_de: [Liste der Rezepturen]

# ViewModel_SingleRecipeViewModel_NewId
source: (New)
de_de: (Neu)

# ViewModel_SingleRecipeViewModel_NewItem
source: New recipe
de_de: Neue Rezeptur

# ViewModel_SingleRecipeViewModel_EditItem
source: Recipe for {0}
de_de: Rezeptur für {0}

# ViewModel_MainWindowViewModel_ViewAllStocks
source: View stocks
de_de: Lager

# ViewModel_MainWindowViewModel_CreateNewStock
source: Create new stock
de_de: Neues Lager anlegen

# Model_EditStock_Name_is_missing
source: Name is missing
de_de: Der Name fehlt

# View_AllStocksView_Header_ItemNames
source: Items
de_de: Artikel

# View_SingleStockView_HeaderQuantity
source: Quantity
de_de: Anzahl

# View_SingleStockView_HeaderUnit
source: Unit
de_de: Einheit

# View_SingleStockView_HeaderArticle
source: Article
de_de: Artikel

# ViewModel_AllStocksViewModel_DisplayName
source: All stocks
de_de: Alle Lager

# ViewModel_AllStocksViewModel_PrintHeader
source: [List of stocks]
de_de: [Liste der Lager]

# ViewModel_SingleStockViewModel_NewId
source: (New)
de_de: (Neu)

# ViewModel_SingleStockViewModel_NewItem
source: New stock
de_de: Neues Lager

# View_DlgSettings_Title
source: Application's settings...
de_de: Programmeinstellungen...

# View_DlgSettings_MatrixPath
source: Path to _Matrix:
de_de: Pfad zu _Matrix:
