Repository: Slesa/Playground
Catalog: src/Lucifer/Lucifer.Pms.Editor/Resources/Strings.*.resx
Languages: de_de

# AllCurrenciesView_Edit_ToolTip
source: Edit current currency
de_de: Aktuelle Währung bearbeiten

# AllCurrenciesView_Header_Contraction
source: Contraction
de_de: Kürzel

# AllCurrenciesView_Header_DecimalChar
source: Dec.Chr.
de_de: Dez.Zch.

# AllCurrenciesView_Header_DecimalPosition
source: Dec.Pos.
de_de: Dez.Pos.

# AllCurrenciesView_Header_Rate
source: Rate
de_de: Faktor

# AllCurrenciesView_Header_ThousandChar
source: Ths.Chr.
de_de: Tsnd.Zch.

# AllCurrenciesView_New_ToolTip
source: Insert new currency
de_de: Neue Währung hinzufügen

# AllCurrenciesView_RemoveMessage
source: Are you sure to remove the following currencies:
de_de: Sind Sie sicher, daß Sie die folgenden Währungen löschen möchten:

# AllCurrenciesView_RemoveTitle
source: Remove currencies
de_de: Währungen löschen

# AllCurrenciesView_Remove_ToolTip
source: Remove current currency
de_de: Aktuelle Währung löschen

# AllPayformsView_Edit_ToolTip
source: Edit current payform
de_de: Aktuelle Währung bearbeiten

# AllPayformsView_New_ToolTip
source: Insert new payform
de_de: Neue Abrechnungsart hinzufügen

# AllPayformsView_RemoveMessage
source: Are you sure to remove the following payforms:
de_de: Sind Sie sicher, daß Sie die folgenden Abrechnungsarten löschen möchten:

# AllPayformsView_RemoveTitle
source: Remove payforms
de_de: Abrechnungsarten löschen

# AllPayformsView_Remove_ToolTip
source: Remove current payform
de_de: Aktuelle Abrechnungsart löschen

# Button_Cancel
source: Cancel
de_de: Abbruch

# Button_Edit
source: _Edit
de_de: _Bearbeiten

# Button_New
source: _New
de_de: _Neu

# Button_Remove
source: _Remove
de_de: _Löschen

# Button_Save
source: Save
de_de: Speichern

# CurrenciesModule
source: Currencies
de_de: Währungen

# CurrenciesTooltip
source: Manage currency informations and rates
de_de: Währungen und Umrechnungsfaktoren verwalten

# CurrencyModel_Name_missing
source: Name of currency is missing
de_de: Name der Währung fehlt

# CurrencyModel_Symbol_missing
source: Symbol of currency is missing
de_de: Symbol der Währung fehlt

# EditCurrencyView_Contraction
source: _Contraction:
de_de: _Kürzel:

# EditCurrencyView_CurrencyIs
source: Currency {0}
de_de: Währung {0}

# EditCurrencyView_DecimalChar
source: Decimal char:
de_de: Dezimalzeichen:

# EditCurrencyView_DecimalPos
source: Decimal pos:
de_de: Dezimalposition:

# EditCurrencyView_NewCurrency
source: <New currency>
de_de: <Neue Währung>

# EditCurrencyView_Rate
source: _Rate:
de_de: _Faktor:

# EditCurrencyView_ThousandChar
source: Thousand char:
de_de: Tausenderzeichen:

# EditCurrencyView_TitleEdit
source: Edit currency
de_de: Währung bearbeiten

# EditCurrencyView_TitleNew
source: Add new currency...
de_de: Neue Währung hinzufügen...

# EditPayformView_NewPayform
source: <New Payform>
de_de: <Neue Abrechnungsart>

# EditPayformView_PayformIs
source: Payform {0}
de_de: Abrechnungsart {0}

# EditPayformView_TitleEdit
source: Edit payform
de_de: Abrechnungsart bearbeiten

# EditPayformView_TitleNew
source: Add new payform...
de_de: Neue Abrechnungsart hinzufügen...

# PayformModel_Name_missing
source: Name of payform is missing
de_de: Name der Abrechnungsart fehlt

# PayformsModule
source: Payforms
de_de: Abrechnungsarten

# PayformsTooltip
source: Manage payforms and their relation to external modules
de_de: Abrechnungsarten und ihre Zugehörigkeit zu externen Modulen verwalten

# PmsModuleTitle
source: POS Management
de_de: POS Verwaltung

# PmsModuleTooltip
source: Everything you need to control your POS envrionment
de_de: Alles was Sie benötigen um Ihre POS-Umgebung zu verwalten
